{
    "intros": [
      "Друзья! Сегодняшний рассказ — из лесных архивов Бабы Маши 🌲🍄",
      "Что скрывает мухомор? Ответ знает только Баба Маша и мы делимся с вами 🧙‍♀️",
      "Сегодняшняя мудрость — из практики Бабы Маши, проверено временем и лесом 🪵",
      "Когда духи грибов говорят — Баба Маша записывает. А мы делаем пост 🔥",
      "Баба Маша говорит: мухомор — это не яд, а союзник. Подробности — внутри 🍄",
      "Сегодня Мухоморда принесла знания, услышанные от самой Бабы Маши 🧠🌿",
      "Записи Бабы Маши о микродозинге — настоящая сокровищница шаманской медицины 💎",
      "Этот пост основан на том, что передаётся от шамана к шаману, и записано Бабой Машей 🦉",
      "Баба Маша однажды сказала: «Мухомор — проводник». Что она имела в виду? Читайте ниже ⬇️",
      "Сегодня поговорим о мухоморе глазами Бабы Маши — без мистики, но с духом 🍂",
      "Шаманская практика, личный опыт и немного нейрохимии — всё это в словах Бабы Маши ✨",
      "Из дневника Бабы Маши: мухомор способен на большее, чем мы думаем 🔬🍄",
      "Лес знает. Баба Маша — слышит. Мы — передаём 📜",
      "Сегодня пост не просто о мухоморе — а о мудрости, которую оставила нам Баба Маша 🌙",
      "Этот гриб знает, как восстанавливать. Баба Маша объясняет — мы записываем 🧘‍♂️",
      "Каждое утро Баба Маша начинала с микродозы. Почему? Смотрите сами 👁️",
      "Мухомор не шутит. А если и шутит — только с теми, кто готов слушать. Как Баба Маша 🎭",
      "Сегодня Мухоморда говорит голосом Бабы Маши. Тихо, но точно 📢",
      "Вдохновлённо лесом и практикой Бабы Маши — пост о пользе и силе мухомора 🌲🧬",
      "Микродозинг по-бабамашински — это особое искусство. Один глоток знания — прямо здесь 🍷🍄"
    ]
  }
  
  
    "styles": [
      "Научно-популярный обзор",
      "История из практики Бабы Маши",
      "Мистический шаманский взгляд",
      "Юмористическая грибная шутка",
      "FAQ / краткий ликбез",
      "Миф и правда о мухоморе",
      "Разоблачение мифа",
      "Сравнение мухомора с другими грибами",
      "Вдохновляющая притча",
      "Один факт и глубокая мысль"
    ],
  
    "prompt_suffix": "Выбери одну интересную тему из текста и напиши по ней Telegram-пост. Оформи его с эмодзи, структурой, глубиной и характером.\n\nВарианты подачи:\n{styles}\n\nТы — Мухоморда, грибной дух и шаман. Пиши ясно, мистично, вдохновляюще, но достоверно. Избегай рекламы, ссылок, воды и выдумок. Объём — до 700 токенов. Ответ верни в виде обычного текста.",
  
    "footer": [
      "➡️ [Для заказа писать сюда](https://t.me/https://t.me/NitrousIgor)",
      "💬 [Чат единомышленников](https://t.me/muhomordachat)",
      "🍄 [О нашей лавке](https://telegra.ph/Muhomor-DA-12-30)"
    ]
  }
